<template>
  <section class="public_offer">
    <div class="container">
      <div class="legal_title">
        <h1>Оплата і доставка</h1>
      </div>

      В розробці
      <!-- <div class="legal_content">
        <ol class="legal_main_list">
          <li>
            <h3>Загальні положення</h3>
            <ol class="legal_inner_list legal_inner_num">
              <li>
                Ця Публічна оферта (далі — «Оферта») є офіційною пропозицією інтернет-магазину Tilo
                Lab (далі — «Продавець») укласти договір купівлі-продажу товарів із будь-якою
                фізичною особою (далі — «Покупець»), яка прийняла умови цієї Оферти.
              </li>
              <li>
                Прийняттям (акцептом) умов цієї Оферти є оформлення Покупцем замовлення на сайті
                Продавця або здійснення оплати товару будь-яким доступним способом.
              </li>
              <li>
                З моменту акцепту цієї Оферти договір вважається укладеним без підписання паперового
                примірника.
              </li>
            </ol>
          </li>

          <li>
            <h3>Терміни та визначення</h3>
            <ul class="legal_dot_list">
              <li>Інтернет-магазин — сайт Tilo Lab для дистанційного продажу товарів.</li>
              <li>Товар — інтимні девайси, косметика та аксесуари, представлені на сайті.</li>
              <li>Покупець — фізична особа, що оформлює замовлення.</li>
              <li>Замовлення — належним чином оформлений запит на купівлю товару.</li>
            </ul>
          </li>

          <li>
            <h3>Предмет договору</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>
                Продавець зобов’язується передати у власність Покупця товар, а Покупець — оплатити
                та прийняти його.
              </li>
              <li>Усі характеристики товарів мають інформаційний характер.</li>
            </ol>
          </li>

          <li>
            <h3>Оформлення замовлення</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>
                Покупець самостійно оформлює замовлення через сайт, вказуючи достовірні контактні
                дані.
              </li>
              <li>
                Продавець не несе відповідальності за наслідки надання недостовірної інформації.
              </li>
              <li>
                Після оформлення замовлення Покупець отримує підтвердження (SMS, email або
                месенджер).
              </li>
            </ol>
          </li>

          <li>
            <h3>Ціна та порядок оплати</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>Ціни вказані у гривнях та актуальні на момент замовлення.</li>
              <li>Продавець має право змінювати ціни до підтвердження замовлення.</li>
              <li>
                <p>
                  <strong> Оплата здійснюється одним із способів: </strong>
                </p>
                <ul class="legal_dot_list">
                  <li>онлайн-оплата банківською картою;</li>
                  <li>післяплата.</li>
                </ul>
              </li>
            </ol>
          </li>

          <li>
            <h3>Доставка товару</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>Доставка здійснюється службами доставки по Україні.</li>
              <li>Строки доставки залежать від перевізника та не залежать від Продавця.</li>
              <li>Продавець забезпечує конфіденційне пакування товарів.</li>
            </ol>
          </li>
          <li>
            <h3>Повернення та обмін товару</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>
                Відповідно до Постанови Кабінету Міністрів України №172 від 19.03.1994 року, інтимні
                товари не підлягають обміну та поверненню з міркувань гігієни.
              </li>
              <li>
                Повернення або обмін можливий лише у разі:
                <ul class="legal_dot_list">
                  <li>виробничого браку;</li>
                  <li>пошкодження товару під час доставки.</li>
                </ul>
              </li>
              <li>
                У разі виявлення дефекту Покупець зобов’язаний звернутися до Продавця протягом 48
                годин з моменту отримання товару.
              </li>
            </ol>
          </li>

          <li>
            <h3>Права та обов’язки сторін</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>
                <p>
                  <strong> Продавець зобов’язується: </strong>
                </p>

                <ul class="legal_dot_list">
                  <li>надати Покупцеві товар належної якості;</li>
                  <li>забезпечити конфіденційність персональних даних;</li>
                  <li>надати достовірну інформацію про товар.</li>
                </ul>
              </li>
              <li>
                <p>
                  <strong>Покупець зобов’язується:</strong>
                </p>

                <ul class="legal_dot_list">
                  <li>ознайомитися з умовами цієї Оферти;</li>
                  <li>надати достовірні дані при оформленні замовлення;</li>
                  <li>дотримуватися правил експлуатації товару.</li>
                </ul>
              </li>
            </ol>
          </li>

          <li>
            <h3>Відповідальність сторін</h3>
            <ol class="legal_dot_list">
              <li>Сторони несуть відповідальність відповідно до чинного законодавства України.</li>
              <li>
                Продавець не несе відповідальності за шкоду, завдану Покупцю внаслідок неправильного
                використання товару.
              </li>
            </ol>
          </li>

          <li>
            <h3>Захист персональних даних</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>
                Персональні дані Покупця обробляються відповідно до Політики конфіденційності,
                розміщеної на сайті.
              </li>
              <li>Акцепт цієї Оферти означає згоду Покупця на обробку персональних даних.</li>
            </ol>
          </li>

          <li>
            <h3>Форс-мажор</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>
                Сторони звільняються від відповідальності за невиконання зобов’язань у разі настання
                форс-мажорних обставин (війна, надзвичайні ситуації, перебої в роботі служб доставки
                тощо).
              </li>
            </ol>
          </li>

          <li>
            <h3>Строк дії договору</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>
                Договір набирає чинності з моменту акцепту та діє до повного виконання зобов’язань
                сторонами.
              </li>
            </ol>
          </li>

          <li>
            <h3>Заключні положення</h3>
            <ol class="legal_text_list legal_inner_num">
              <li>
                Продавець має право вносити зміни до цієї Оферти без попереднього повідомлення
                Покупця.
              </li>
              <li>Актуальна версія Оферти завжди доступна на сайті.</li>
            </ol>
          </li>
        </ol>
      </div> -->
    </div>
  </section>
</template>

<script></script>

<style lang="scss">
@use "@/style/mixins.scss" as mixins;
.public_offer {
  @include mixins.legalPage;
}
</style>
